Repository: zzzjjj080/mochimono
Catalog: Mochimono/Mochimono/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# 昨日そろった
source: done yesterday
ar: اكتمل أمس
de: gestern erledigt
es: completado ayer
fr: terminé hier
it: completato ieri
ja: 昨日そろった
ko: 어제 완료
pt_br: concluído ontem
ru: собрано вчера
zh_hans: 昨天完成
zh_hant: 昨天完成

# 次の配色
source: Next colors
ar: الألوان التالية
de: Nächste Farben
es: Colores siguientes
fr: Couleurs suivantes
it: Colori successivi
ja: 次の配色
ko: 다음 색 조합
pt_br: Próximas cores
ru: Следующие цвета
zh_hans: 下一个配色
zh_hant: 下一個配色

# 次へ
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Дальше
zh_hans: 下一个
zh_hant: 下一個

# 残り%lld個
source: %lld left
ar: المتبقي: %lld
de: Noch %lld
es: Quedan %lld
fr: Encore %lld
it: Ne mancano %lld
ja: 残り%lld個
ko: %lld개 남음
pt_br: Faltam %lld
ru: Осталось: %lld
zh_hans: 还剩 %lld 项
zh_hant: 還剩 %lld 項

# 白紙から書く
source: Start blank
ar: البدء من الصفر
de: Leer beginnen
es: Empezar en blanco
fr: Partir de zéro
it: Inizia da zero
ja: 白紙から書く
ko: 빈 목록으로 시작
pt_br: Começar do zero
ru: Начать с нуля
zh_hans: 从空白开始
zh_hant: 從空白開始

# 盤面をテキストに戻す
source: Turn the board back into text
ar: إعادة اللوحة إلى نص
de: Kacheln wieder als Text
es: Volver a convertir el tablero en texto
fr: Remettre la grille en texte
it: Riportare la griglia a testo
ja: 盤面をテキストに戻す
ko: 보드를 텍스트로 되돌리기
pt_br: Voltar a grade para texto
ru: Вернуть доску в текст
zh_hans: 把盘面转回文本
zh_hant: 把盤面轉回文字

# 編集
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

# 複製
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

# 設定
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# 読み上げ
source: Read aloud
ar: القراءة بصوت عالٍ
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
it: Leggi ad alta voce
ja: 読み上げ
ko: 소리 내어 읽기
pt_br: Ler em voz alta
ru: Читать вслух
zh_hans: 朗读
zh_hant: 朗讀

# 読み上げを止める
source: Stop reading
ar: إيقاف القراءة
de: Vorlesen beenden
es: Dejar de leer
fr: Arrêter la lecture
it: Interrompi la lettura
ja: 読み上げを止める
ko: 읽기 멈추기
pt_br: Parar leitura
ru: Остановить чтение
zh_hans: 停止朗读
zh_hant: 停止朗讀

# 購入できませんでした
source: Purchase failed
ar: تعذّر الشراء
de: Kauf fehlgeschlagen
es: No se pudo comprar
fr: Achat impossible
it: Acquisto non riuscito
ja: 購入できませんでした
ko: 구매하지 못했습니다
pt_br: Não foi possível comprar
ru: Не удалось купить
zh_hans: 购买失败
zh_hant: 購買失敗

# 購入を確認できませんでした
source: Couldn't verify the purchase
ar: تعذّر التحقق من الشراء
de: Kauf konnte nicht bestätigt werden
es: No se pudo verificar la compra
fr: Impossible de vérifier l'achat
it: Impossibile verificare l'acquisto
ja: 購入を確認できませんでした
ko: 구매를 확인하지 못했습니다
pt_br: Não foi possível confirmar a compra
ru: Не удалось подтвердить покупку
zh_hans: 无法确认购买
zh_hant: 無法確認購買

# 足す
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 足す
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# 追加
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# 選ぶとコピーが作られます。要らない行を消して、自分用に書き換えてください。
source: Picking one makes a copy. Delete the lines you don't need and make it yours.
ar: عند الاختيار تُنشأ نسخة. احذف ما لا تحتاجه وعدّلها لتناسبك.
de: Beim Auswählen entsteht eine Kopie. Lösche, was du nicht brauchst, und pass sie an.
es: Al elegir una se crea una copia. Borra lo que no necesites y hazla tuya.
fr: Choisir un modèle en crée une copie. Supprimez les lignes inutiles et adaptez-la.
it: Scegliendone uno se ne crea una copia. Cancella le righe che non servono e personalizzala.
ja: 選ぶとコピーが作られます。要らない行を消して、自分用に書き換えてください。
ko: 고르면 사본이 만들어집니다. 필요 없는 줄을 지우고 내 것으로 고쳐 쓰세요.
pt_br: Ao escolher, é criada uma cópia. Apague o que não precisa e deixe do seu jeito.
ru: При выборе создаётся копия. Удалите лишние строки и подстройте под себя.
zh_hans: 选择后会生成副本。删掉不需要的行，改成你自己的。
zh_hant: 選擇後會建立副本。刪掉不需要的行，改成自己的。

# 閉じる
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# 開発者にコーヒーを奢る
source: Buy the developer a coffee
ar: ادعُ المطوّر إلى قهوة
de: Dem Entwickler einen Kaffee spendieren
es: Invitar al desarrollador a un café
fr: Offrir un café au développeur
it: Offri un caffè allo sviluppatore
ja: 開発者にコーヒーを奢る
ko: 개발자에게 커피 한 잔 사기
pt_br: Pagar um café para o desenvolvedor
ru: Угостить разработчика кофе
zh_hans: 请开发者喝杯咖啡
zh_hant: 請開發者喝杯咖啡

# 雛形から作る
source: Start from a template
ar: البدء من قالب
de: Mit Vorlage beginnen
es: Empezar con una plantilla
fr: Partir d'un modèle
it: Parti da un modello
ja: 雛形から作る
ko: 템플릿으로 만들기
pt_br: Começar com um modelo
ru: Начать с шаблона
zh_hans: 从模板创建
zh_hant: 從範本建立
